[
  "obsidian-excalidraw-plugin",
  "hexo-toolkit",
  "templater-obsidian",
  "obsidian-shellcommands",
  "editing-toolbar",
  "obsidian-image-toolkit",
  "easy-typing-obsidian",
  "dataview",
  "obsidian-style-settings",
  "obsidian-minimal-settings",
  "obsidian-editor-shortcuts",
  "obsidian-linter"
]